Revit 2024 API
WireType.NeutralSize Property
 The maximum neutral size of the wire type.
Namespace: Autodesk.Revit.DB.Electrical
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public NeutralMode NeutralSize { get; set; }
Visual Basic
Public Property NeutralSize As NeutralMode
	Get
	Set
Visual C++
public:
property NeutralMode NeutralSize {
	NeutralMode get ();
	void set (NeutralMode value);
}
See Also
WireType Class
Autodesk.Revit.DB.Electrical Namespace